{
  "home": "الرئيسية",
  "aboutUs": "من نحن",
  "projects": "المشاريع",
  "gallery": "المعرض",
  "banner": {
    "title": "يابيسو",
    "description": "تحول الرؤى إلى هياكل مبتكرة، وتشكل مجتمعات متماسكة بامتياز وحلول متطورة."
  },
  "about": "حول",
  "Yapisu": "الشركة",
  "aboutYapisuDescription": " نؤمن أن البناء لا يقتصر على تشييد الهياكل فقط، بل هو عملية تحويل الأفكار إلى تجارب معمارية تلهم وتدوم. هدفنا أن نكون شركاء حقيقيين في تشكيل المستقبل، من خلال إنشاء مبانٍ نابضة بالحياة تعزز رفاهية الأفراد وتلبي تطلعات المجتمع. نطبق تقنيات متطورة لتجاوز التوقعات، مساهمين في مجتمعات مرنة مجهزة لمواجهة تحديات الغد. ومع التركيز على التنوع والشمولية، تسهم مشاريعنا، من المباني الصناعية إلى المساجد، في تحقيق التقدم والكفاءة الاقتصادية ",
  "readMore": "اقرأ المزيد",
  "at": "في",
  "Services": "الخدمات",
  "Diverse services": "خدمات متنوعة:",
  "projects that reflect ambitions and meet every need": "مشاريع تعكس الطموحات وتلبي كل احتياج",
  "industrialBuildings": "المباني الصناعية",
  "hospitals": "المستشفيات والمراكز الطبية",
  "schools": "المدارس والمرافق التعليمية",
  "hotels": "الفنادق والمرافق السياحية",
  "offices": "المكاتب وأماكن العمل",
  "shops": "المتاجر ومراكز التسوق",
  "restaurants": "المطاعم والمرافق الترفيهية",
  "sportsVenues": "الملاعب والمرافق الرياضية",
  "mosques": "المساجد والمنشآت الدينية",
  "parkingLots": "مواقف السيارات والمرافق العامة",
  "engineering": "الهندسة وإدارة المشاريع",
  "sanitation": "تركيب وإصلاح أنظمة الصرف الصحي",
  "efficiencySection": {
    "title": "كفاءة مستدامة وتقدم مستمر",
    "description": "كل مشروع نقوم به يمثل فرصة لإظهار قدرتنا على تحقيق أعلى مستويات الكفاءة مع إعطاء الأولوية لاحتياجات ورضا العملاء"
  },
  "completedProjects": "المشاريع المكتملة",
  "ongoingProjects": "المشاريع الجارية",
  "qualifiedEngineers": "المهندسين المؤهلين",
  "satisfiedClients": "العملاء الراضين",
  "Projects and Achievements": "المشاريع والإنجازات",
  "Starting Date:": "تاريخ البدء:",
  "aboutBanner": {
    "about": "عن",
    "title": "يابيسو",
    "description": "شراكة فعالة: طريق النجاح والتميز"
  },
  "aboutSection": {
    "title": "يابيسو",
    "description": "يابيسو هي شركة رائدة متخصصة في البناء غير السكني، تقدم حلولاً هندسية مبتكرة وحديثة تتماشى مع أحدث التقنيات والمعايير العالمية. في يابيسو، نؤمن بأن البناء لا يقتصر على تشييد الهياكل فقط، بل هو فن تحويل الأفكار إلى تجارب معمارية تلهم وتبقى في الذاكرة. هدفنا هو أن نصبح شركاء حقيقيين في تشكيل المستقبل، من خلال إنشاء مبانٍ نابضة بالحياة تعزز رفاهية الأفراد وتلبي تطلعات المجتمع. نحن ملتزمون بتطبيق تقنيات متطورة لتقديم مشاريع تتجاوز التوقعات، مما يسهم في تطوير مجتمعات مرنة قادرة على مواجهة تحديات الغد."
  },
  "values": {
    "quality": {
      "title": "الجودة",
      "description": "تضمن يابيسو التميز من خلال استخدام تقنيات متقدمة ومواد عالية الجودة، متجاوزة توقعات العملاء في كل مرحلة."
    },
    "innovation": {
      "title": "الابتكار والتطوير",
      "description": "يقود الابتكار استراتيجية يابيسو من خلال استخدام التقنيات الحديثة لتعزيز الكفاءة وخفض التكاليف وتلبية احتياجات السوق المتطورة."
    },
    "safety": {
      "title": "معايير السلامة",
      "description": "تضع يابيسو السلامة كأولوية من خلال تطبيق أعلى المعايير والبروتوكولات في كل مرحلة لضمان بيئة آمنة للموظفين والعملاء."
    },
    "transparency": {
      "title": "الشفافية",
      "description": "تعمل يابيسو على بناء الثقة من خلال الشفافية وضمان تواصل مفتوح حول التكاليف والجداول الزمنية والتحديات لتحقيق نجاح المشاريع."
    },
    "timelyDelivery": {
      "title": "التسليم في الوقت المناسب",
      "description": "تتميز يابيسو بإدارة الوقت، وتسليم المشاريع دائمًا في الموعد المقرر، مما يكسبها الثقة في المشاريع الكبرى."
    },
    "sustainability": {
      "title": "الحلول المستدامة",
      "description": "تدعم يابيسو الاستدامة من خلال تبني ممارسات صديقة للبيئة لتقليل التأثير ودعم التنمية المستدامة في المجتمعات."
    }
  },
  "textBoldInAbout": "في شركة يابيسو، نبني بإبداع وعزم على الجودة والتميز، ونترك بصمتنا كرمز للقيمة المضافة والابتكار الدائم",
  "sections": {
    "overview": {
      "title": "نظرة عامة على الشركة",
      "description": "من المباني الصناعية والمستشفيات إلى الفنادق والمدارس ومراكز التسوق والمرافق الرياضية والمساجد، تعكس مشاريعنا التنوع والشمولية، وتركز على تطوير البنية التحتية التي تدفع عجلة التقدم. من خلال خبرتنا الواسعة ورؤيتنا المبتكرة، نجمع بين الحداثة والاستدامة لتقديم مشاريع تفي بأعلى معايير الجودة والكفاءة الاقتصادية. لهذا السبب يعتبرنا المستثمرون شركاء موثوقين للاستثمارات طويلة الأجل، حيث نقدم أكثر من مجرد حلول بناء—نحن نقدم مستقبلًا مستدامًا ومشاريع تحتفظ بتميزها لسنوات قادمة."
    },
    "vision": {
      "title": "الرؤية",
      "subtitle": "بناء المستقبل: قيادة الابتكار والاستدامة في مشاريع البناء",
      "description": "في عالم البناء السريع حيث تحتل الابتكار والاستدامة مركز الصدارة، تعيد يابيسو تعريف المستقبل بمعايير جديدة. نحن لا نقدم خدمات البناء غير السكني الشاملة فحسب؛ بل نصمم تجارب معمارية تحدث فرقًا. تعزز حلولنا الهندسية الحديثة جودة المشاريع، وتقلل التأثير البيئي، وتلهم إرثًا من التميز طويل الأمد. تتفوق الشركة في مزج التصاميم المبتكرة بأحدث التقنيات والتزام لا يتزعزع بالجودة لتقديم مشاريع تفي بأعلى معايير الكفاءة والسلامة. نركز على بناء مرافق ذكية تقلل من التكاليف طويلة الأجل وتعزز الكفاءة التشغيلية مع الحفاظ على الموارد الطبيعية ودعم أهداف التنمية المستدامة."
    },
    "mission": {
      "title": "المهمة",
      "subtitle": "التميز في البناء: التزامنا بتحقيق التغيير",
      "description": "مهمتنا هي تمكين عملائنا من تحويل رؤاهم إلى حقيقة، سواء كان ذلك في بناء المجمعات التجارية أو المرافق الصحية أو مشاريع البنية التحتية المتقدمة. نحقق ذلك من خلال نهج تعاوني يضع التواصل الواضح والنزاهة والاهتمام بالتفاصيل في صميم عملنا—من الفكرة إلى تسليم المشروع. مع التركيز على التأثير طويل الأجل، نحن لا نبني المباني فحسب، بل نساهم في تشكيل مجتمعات وبيئات قادرة على مواجهة تحديات المستقبل، وتعزيز النمو والازدهار والنجاح لجميع أصحاب المصلحة. فلسفتنا هي أن البناء أكثر من مجرد عمل روتيني؛ إنه وعد بالتميز والابتكار والتزام ببناء مستقبل مستدام للأجيال القادمة."
    },
    "efficiency": {
      "title": "الكفاءة",
      "subtitle": "ركائز متميزة: كفاءة دائمة وتقدم مستمر",
      "description": "في عالم البناء المتغير باستمرار، تبرز يابيسو كاسم مرادف للكفاءة والتميز. تفهم الشركة أن النجاح لا يُقاس فقط بالخبرة ولكن أيضًا بالقدرة على التكيف مع التغيرات، واستخدام الموارد بذكاء، وتطبيق أعلى المعايير الهندسية، مما جعلها رائدة في القطاع. تولي الشركة أهمية كبيرة للموارد البشرية، مؤمنة بأن الفرق المدربة والمبتكرة هي العمود الفقري لأي مشروع ناجح. لهذا السبب نستثمر باستمرار في تطوير مهارات فرقنا من خلال برامج تدريبية متخصصة، وتزويدهم بأحدث التقنيات والمعرفة لضمان حلول مبتكرة وعالية الجودة في كل مرحلة من مراحل البناء."
    }
  }
}
